{"translation-revision-date":"2024-07-18 02:45:30+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"This download requires the 'DOMDocument' PHP extension, which we couldn’t detect on your server. Enable this extension, or get in touch with your hosting service for support, and then give the download another go.":["此下载需要“DOMDocument”PHP 扩展，我们无法在您的服务器上检测到该扩展。启用此扩展，或联系您的托管服务以获得支持，然后再次进行下载。"],"This is due to a conflict with one or more third-party plugins already active on your site. Try disabling them, and then give the download another go.":["这是由于与您网站上已启用的一个或多个第三方插件发生冲突所致。尝试禁用它们，然后再次尝试下载。"],"Uploading JSON or ZIP files from unknown sources can be harmful and put your site at risk. For maximum safety, upload only JSON or ZIP files from trusted sources.":["从未知来源上传 JSON 或 ZIP 文件可能有害，并使您的网站面临风险。为了获得最大的安全性，请仅上传来自可信来源的 JSON 或 ZIP 文件。"],"Warning: JSON or ZIP files may be unsafe":["警告：JSON 或 ZIP 文件可能不安全"],"The Kit includes plugins you don’t have permission to install. Contact your site admin to change your permissions.":["该套件包含您无权安装的插件。请联系您的网站管理员更改您的权限。"],"Couldn’t install the Kit":["无法安装套件"],"Seems like Elementor isn’t authorized to access relevant files for installing this Kit. Contact your site host to get permission.":["Elementor 似乎无权访问安装此套件的相关文件。请联系您的网站托管方以获得许可。"],"Couldn’t access the file":["无法访问该文件"],"We couldn’t download the Kit due to technical difficulty on our part. Try again in a few minutes and if the problem persists contact ":["由于我们的技术困难，我们无法下载该套件。几分钟后重试，如果问题仍然存在，请联系 "],", try again and if the problem persists contact ":["，重试，如果问题仍然存在，请联系 "],"It took too much time to download your Kit and we were unable to complete the process. If all the Kit’s parts don’t appear in ":["下载您的套件花费了太多时间，我们无法完成该过程。如果套件的所有部件未出现在 "],"Seems like there is a problem with the Kit’s files. Try installing again and if the problem persists contact ":["套件的文件似乎有问题。尝试再次安装，如果问题仍然存在，请联系 "],"Couldn’t use the Kit":["无法使用该套件"],"Seems like your server is missing the PHP zip module. Install it on your server or contact your site host for further instructions.":["您的服务器似乎缺少 PHP zip 模块。将其安装在您的服务器上或联系您的站点主机以获取进一步的说明。"],"Couldn’t handle the Kit":["无法处理该套件"],"Support":["支持"],"We couldn’t download the Kit due to technical difficulties on our part. Try again and if the problem persists contact ":["由于我们的技术困难，我们无法下载该套件。再试一次，如果问题仍然存在，请联系 "],"Unable to download the Kit":["无法下载套件"],"Do not show this message again":["不要再显示此消息"],"What’s a Website Kit?":["什么是网站套件？"],"Import a Website Kit":["导入网站套件"],"Export a Website Kit":["导出网站套件"]," Learn more about Website Kits":[" 了解有关网站套件的更多信息"],"Upgrade Now":["立即升级"],"Elementor Templates":["Elementor 模板"],"Included":["包含"],"Site Area":["网站区域"],"Custom Post Types":["自定义文章类型"],"WP Menus":["WP菜单"],"Start by uploading the file and selecting the parts and plugins you want to apply. If there are any overlaps between the kit and your current design, you’ll be able to choose which imported parts you want to apply or ignore. Once the file is ready, the kit will be applied to your site and you’ll be able to see it live.":["首先上传文件并选择您要应用的组件和插件。如果该套件与您当前的设计之间存在任何重叠，您将能够选择要应用或忽略哪些导入的零件。文件准备好后，该工具包将应用到您的网站，您将能够实时看到它。"],"To turn your site into a Website Kit, select the templates, content, settings and plugins you want to include. Once it’s ready, you’ll get a .zip file that you can import to other sites.":["要将您的网站变成网站套件，请选择您想要包含的模板、内容、设置和插件。准备就绪后，您将获得一个 .zip 文件，您可以将其导入到其他网站。"],"A Website Kit is a .zip file that contains all the parts of a complete site. It’s an easy way to get a site up and running quickly.":["网站套件是一个 .zip 文件，其中包含完整网站的所有部分。这是快速启动和运行网站的简单方法。"]," Recommended:":["推荐："],"Add the custom posts types to export. The latest 20 items from each type will be included.":["添加要导出的自定义帖子类型。将包含每种类型的最新 20 件商品。"],"No custom post types in your site...":["您的网站中没有自定义帖子类型..."],"Click to select custom post types":["单击以选择自定义帖子类型"],"Parts of this kit overlap with your site’s templates, design and settings. The items you leave checked on this list will replace your current design.":["该套件的某些部分与您网站的模板、设计和设置重叠。您在此列表中选中的项目将替换您当前的设计。"],"Import a Website Kit to your site":["将网站套件导入您的网站"],"Importing your content, templates and site settings":["导入您的内容、模板和网站设置"],"Take me there":["带我到那里"],"Head over to Updates and make sure that your plugins are updated to the latest version.":["前往更新并确保您的插件已更新到最新版本。"],"These are the plugins that powers up your kit. You can deselect them, but it can impact the functionality of your site.":["这些是为您的套件提供动力的插件。您可以取消选择它们，但这可能会影响您网站的功能。"],"Select the plugins you want to import":["选择您要导入的插件"],"Not yet":["还没有"],"If you’ve purchased, installed & activated Elementor Pro, we can continue importing all the parts of this site.":["如果您已购买、安装并激活 Elementor Pro，我们可以继续导入该网站的所有部分。"],"Note:":["备注："],"Tip:":["提示:"],"Let’s do it":["开始行动吧！"],"Plugins to add:":["要添加的插件："],"Create Kit":["创建套件"],"Is your Elementor Pro ready?":["您的 Elementor Pro 准备好了吗？"],"Missing Required Plugins:":["缺少所需的插件："],"Plugins you already have:":["您已有的插件："],"Activating plugins:":["激活插件："],"All items are already selected by default. Uncheck the ones you don't want.":["默认情况下已选择所有项目。取消选中那些您不想要的。"],"These are the templates, content and site settings that come with your kit.":["这些是您的套件附带的模板、内容和站点设置。"],"Select which parts you want to apply":["选择您要应用的部分"],"If you don't include them, this kit may not work properly.":["如果不包含它们，该套件可能无法正常工作。"],"Required plugins are still missing.":["所需的插件仍然缺失。"],"You can’t use this Website Kit because it doesn’t contain any content, pages, etc. Try again with a different file.":["您无法使用此网站套件，因为它不包含任何内容、页面等。请使用其他文件重试。"],"The Website Kit you’re using contains plugins for functionality, but no content or pages, etc.":["您使用的网站套件包含功能插件，但不包含内容或页面等。"],"You’ve imported and applied the following to your site:":["您已将以下内容导入并应用到您的网站："],"See it live":["实时查看"],"There are few plugins that we couldn't install:":["有几个插件我们无法安装："],"Make sure your Elementor Pro account is connected":["确保您的 Elementor Pro 帐户已连接"],"Select which of these plugins are required for this kit work.":["选择此套件工作所需的插件。"],"Export your site as a Website Kit":["将您的网站导出为网站套件"],"This file type is not allowed":["不允许此文件类型"],"Without Elementor Pro, importing components like templates, widgets and popups won't work.":["如果没有 Elementor Pro，则无法导入模板、小部件和弹出窗口等组件。"],"Install Elementor Pro":["安装 Elementor Pro"],"Try Again":["再试一次"],"This allows Elementor to scan your SVGs for malicious content. Otherwise, you can skip any SVGs in this import.":["这允许 Elementor 扫描您的 SVG 中是否存在恶意内容。否则，您可以在此导入中跳过任何 SVG。"],"First, enable unfiltered file uploads.":["首先，启用未过滤的文件上传。"],"Nothing to worry about, just continue without importing SVGs or go back and start the import again.":["无需担心，只需继续而不导入 SVG 或返回并再次开始导入即可。"],"Back to Kit Library":["返回模板库"],"Setting up your kit...":["设置您的模板"],"Custom Post Type":["自定义文章类型"],"WP Posts":["文章"],"WP Pages":["页面"],"To import or export these components, you’ll need Elementor Pro.":["想要导入或导出这些元素，你需要安装 Elementor Pro"],"Existing":["已存在"],"Imported":["已导入"],"Global widgets":["全局组件"],"Kit Info":["套件信息"],"How does importing work?":["导入如何进行？"],"How does exporting work?":["导出如何进行？"],"Select the items you want to keep and apply:":["选择您要保留并应用的项目："],"Your site's homepage will be determined by the kit. You can change this later.":["您网站的主页将由该套件决定。您可以稍后更改此设置。"],"Upload a file with templates, site settings, content, etc., and apply them to your site automatically.":["上传包含模板、站点设置、内容等的文件，并将它们自动应用到您的站点。"],"Your kit is now live on your site!":["您的套件现已在您的网站上上线！"],"Kit Description":["套件说明"],"Kit Name":["套件名称"],"Choose which Elementor components - templates, content and site settings - to include in your kit file.":["选择要包含在套件文件中的 Elementor 组件（模板、内容和站点设置）。"],"Kit Information":["套件信息"],"Elementor Kit":["Elementor 套件"],"These are the details you’ll use to quickly find and apply this kit in the future, even as your collection grows.":["这些是您将来快速查找和应用此套件的详细信息，即使您的收藏不断增加。"],"What is kit information?":["什么是套件信息？"],"Website Kit Information":["网站套件信息"],"Say something about the style and content of these files...":["说说这些文件的风格和内容......"],"Now you can import this kit and use it on other sites.":["现在您可以导入该套件并在其他网站上使用它。"],"Import":["导入"],"Background Settings":["背景设置"],"Lightbox Settings":["灯箱设置"],"Theme Style settings":["主题风格设置"],"Don't close this window until the process is finished.":["此步骤结束前请勿关闭窗口"],"This usually takes a few moments.":["这通常需要一段时间。"],"Or":["或"],"Important:":["重要"],"Your export is ready!":["您的导出已准备好"],"Back to dashboard":["回到仪表盘"],"to learn more about building your site with Elementor Kits":["了解有关使用 Elementor 套件构建网站的更多信息"],"Drag & drop the .zip file with your Kit":["将 .zip 文件与您的套件一起拖放"],"Upload Files to Your Library":["将文件上传到您的库"],"We recommend that you backup your site before importing a kit file.":["我们建议您在导入工具包文件之前备份您的站点。"],"By default, all of your components will be exported.":["默认情况下，您的所有组件都将被导出。"],"404 Error Page":["404 错误页面"],"to download":["去下载"],"Download not working?":["下载不起作用？"],"Elementor Pages":["Elementor 页面"],"Learn more":["了解更多"],"Landing Pages":["着陆页面"],"Global Colors":["全局颜色"],"App could not be loaded":["无法加载应用"],"Search Results":["搜索结果"],"Archives":["归档"],"Footers":["页脚"],"Single Posts":["单个文章"],"Single Pages":["单个页面"],"Layout Settings":["布局设置"],"Site Settings":["站点设置"],"Headers":["页眉"],"We’re sorry, but something went wrong. Click on ‘Learn more’ and follow each of the steps to quickly solve it.":["很抱歉，出了问题。单击\"了解更多\"，然后按照每个步骤快速解决它。"],"Tip":["提示"],"Not Found":["未找到"],"Back":["返回"],"Next":["下一页"],"Previous":["上一页"],"Continue":["继续"],"Popups":["弹窗"],"Plugins":["插件"],"Skip":["跳过"],"Something went wrong.":["出了些问题。"],"Pages":["网页"],"Click here":["点击这里"],"Select File":["选择文件"],"Enable":["启用"],"Edit Template":["编辑模板"],"Elementor Posts":["Elementor 帖子"],"Close":["关闭"],"Export":["导出"],"Templates":["模板"],"Saved Templates":["已保存模板"],"Learn More":["了解更多"],"Global Fonts":["全局字体"],"Cancel":["取消"],"Content":["内容"],"Go Back":["返回"],"Yes":["是"],"Elementor":["Elementor"],"Version":["版本"]}},"comment":{"reference":"assets\/js\/app.js"}}