{"translation-revision-date":"2024-07-14 21:22:37+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Design a store that reflects your brand and business. Customize your active theme, select a professionally designed theme, or create a new look using our store designer.":["设计一个能体现您的品牌和业务的商店。 自定义您的已激活主题、选择一个经过专业设计的主题，或使用我们的商店设计器创建新的外观。"],"Get a custom logo designed by a professional on {{link}}Fiverr{{\/link}}.":["在 {{link}}Fiverr{{\/link}} 上获取由专业人士设计的定制徽标。"],"DON'T HAVE A LOGO YET?":["还没有徽标？"],"I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["我同意共享我的数据，用于定制我的商店设置体验，获取更多相关内容，并帮助 WooCommerce 更好地服务于所有人。 您可以随时在 WooCommerce 设置中选择停用。 {{link}}详细了解使用情况跟踪{{\/link}}。"],"Opt in to usage tracking":["选择启用使用情况跟踪"],"Want more patterns?":["想获取更多样板？"],"Unfortunately, we're experiencing some technical issues — please come back later to access more patterns.":["很抱歉，我们遇到了一些技术问题，请稍后再来获取更多样板。"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more patterns.":["选择启用<OptInModal>使用情况跟踪<\/OptInModal>，以获取更多样板。"],"Looks like we can't detect your network. Please double-check your internet connection and refresh the page.":["我们似乎无法检测到您的网络。 请仔细检查您的网络连接，然后刷新页面。"],"Unlock your creativity and populate your homepage by adding as many patterns as you like.":["释放您的创造力，随意添加您喜欢的样板以充实您的主页。"],"Shuffle":["随机排列"],"testimonials":["好评"],"services":["服务"],"about":["关于"],"Welcome shoppers to your store with one of our introductory patterns.":["选择一个介绍性样板，用于向光临您商店的购物者表示欢迎。"],"intro":["简介"],"You can edit your content later in the Editor":["您稍后可以在编辑器中编辑您的内容"],"Browse themes":["浏览主题"],"Choose a professionally designed theme":["选择一款经过专业设计的主题"],"Use the store designer":["使用商店设计器"],"Design your own theme":["设计您自己的主题"],"Design or choose a new theme":["设计或选择新主题"],"Congratuations! You've successfully designed your store. Now you can go back to the Home screen to complete your store setup and start selling.":["祝贺您！ 您已成功设计出自己的商店。 现在，您可以返回主屏幕完成商店设置，然后开始销售。"],"Design a new theme":["设计新主题"],"Your active theme will be changed and you could lose any changes you’ve made to it.":["您的活动主题将发生更改，您可能会丢失对其所做的任何更改。"],"Are you sure you want to design a new theme?":["您确定要设计新主题吗？"],"Go to Products":["转至“产品”"],"Start stocking your virtual shelves by adding or importing your products, or edit the sample products.":["添加或导入您的产品，或编辑示例产品，开始为您的虚拟货架备货。"],"What's next?":["接下来该怎么做？"],"View store":["查看商店"],"Congratulations! You've successfully designed your store. Take a look at your hard work before continuing to set up your store.":["恭喜！ 您已成功设计出自己的商店。 在继续设置您的商店前，先看看自己的努力成果吧。"],"Select a footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink> later.":["从下方选项中选择页脚。 页脚包含您站点的辅助导航，并将添加至每一个页面。 您稍后可以通过<EditorLink>编辑器<\/EditorLink>继续对此进行自定义。"],"Create an engaging homepage by selecting one of our pre-designed layouts. You can continue customizing this page, including the content, later via the <EditorLink>Editor<\/EditorLink>.":["选择一种我们预先设计的布局，创建有吸引力的主页。 您稍后可以通过<EditorLink>编辑器<\/EditorLink>继续自定义此页面，包括内容。"],"Choose your homepage":["选择您的主页"],"Opt in":["选择启用"],"I would like to get store updates, including new fonts, on an ongoing basis. In doing so, I agree to share my data to tailor my store setup experience, get more relevant content, and help make WooCommerce better for everyone. You can opt out at any time in WooCommerce settings. {{link}}Learn more about usage tracking{{\/link}}.":["我希望能持续获取商店更新信息，包括新字体。 在此过程中，我同意共享我的数据，用于定制我的商店设置体验，获取更多相关内容，并帮助 WooCommerce 更好地服务于所有人。 您可以随时在 WooCommerce 设置中选择停用。 {{link}}详细了解使用情况跟踪{{\/link}}。"],"Get more fonts":["获取更多字体"],"Want more font pairings?":["想获取更多字体配对？"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> to get access to more fonts.":["升级至<WordPressLink>最新版本的 WordPress<\/WordPressLink>，以获取更多字体。"],"Opt in to <OptInModal>usage tracking<\/OptInModal> to get access to more fonts.":["选择启用<OptInModal>使用情况跟踪<\/OptInModal>，以获取更多字体。"],"Upgrade to the <WordPressLink>latest version of WordPress<\/WordPressLink> and <OptInModal>opt in to usage tracking<\/OptInModal> to get access to more fonts.":["升级至<WordPressLink>最新版本的 WordPress<\/WordPressLink> 并<OptInModal>选择启用使用情况跟踪<\/OptInModal>，以获取更多字体。"],"Add your products":["添加产品"],"Oops! We encountered a problem while setting up the foundations. {{anchor}}Please try again{{\/anchor}} or start with a theme.":["糟糕！ 我们在奠定基础时遇到了一个问题。 {{anchor}}请重试{{\/anchor}}或从主题入手。"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the \"Design your own theme\" experience are welcome.":["请在此畅所欲言。 欢迎您对“设计自己的主题”体验提出建议、反馈或意见。"],"I wanted to design my own theme.":["我想设计自己的主题。"],"What motivated you to choose the \"Design your own theme\" option?":["是什么促使您选择“设计自己的主题”选项？"],"Choose your footer":["选择您的页脚"],"Design your homepage":["设计您的主页"],"Choose your header":["选择您的标题"],"Choose fonts":["选择字体"],"Choose your color palette":["选择您的调色板"],"Take a quick tour to discover what's possible.":["快速观看功能导览，了解相关功能。"],"But don't let that stop you! Start customizing the look and feel of your store by adding your logo and selecting your colors and layout. ":["但不要因此而停步！ 通过添加徽标以及选择颜色和布局，开始定制您商店的外观和感觉。 "],"Start designing your store, including adding your logo, changing color schemes, and building your own layouts. Take a quick tour to discover what's possible.":["开始设计您的商店，包括添加徽标、更改配色方案和构建您自己的布局。 快速观看功能导览，了解相关功能。"],"Discover what's possible with the store designer":["了解商店设计器的功能"],"Setting up the foundations":["奠定基础"],"Start designing":["开始设计"],"Design your own":["自行设计"],"Customize your theme":["定制您的主题"],"Continue to customize your store using the store designer. Change your color palette, fonts, page layouts, and more.":["使用商店设计器继续定制您的商店。 更改调色板、字体、页面布局等。"],"Quickly create a beautiful store using our built-in store designer. Choose your layout, select a style, and much more.":["使用我们的内置商店设计器，快速创建精美的商店。 选择布局、样式等。"],"Our AI tool had a few issues generating your content.":["我们的 AI 工具在生成您的内容时遇到了一些问题。"],"Welcome to your store!":["欢迎光临您的商店！"],"Select the pair of fonts that best suits your brand. The larger font will be used for headings, and the smaller for supporting content. You can change your font at any time in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["选择最适合您品牌的一对字体。 较大字体将用于标题，较小字体则用于支持内容。 您可随时在<EditorLink>编辑器<\/EditorLink> | <StyleLink>样式<\/StyleLink>中更改字体。"],"Choose the color palette that best suits your brand. Want to change it? Create your custom color palette below, or update it later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["选择最适合您品牌的调色板。 想要更改调色板吗？ 在下方创建自定义调色板，或稍后在<EditorLink>编辑器<\/EditorLink> | <StyleLink>样式<\/StyleLink>中更新。"],"Feel free to spill the beans here. All suggestions, feedback, or comments about the AI-generated store experience are welcome.":["请在此畅所欲言。 欢迎您对 AI 生成的商店体验提出建议、反馈或意见。"],"Did you find anything confusing, irrelevant, or not useful?":["您是否发现了任何令人困惑、无关紧要或没有用处的内容？"],"Other.":["其他。"],"I wanted to see how AI could help me streamline the process.":["我想知道 AI 能够如何帮助我简化流程。"],"What motivated you to choose the “Design with AI” option?":["您为什么会选择“利用 AI 进行设计”选项？"],"On a scale of 1 = difficult to 5 = very easy, how would you rate the overall experience?":["按照“1 = 非常困难，5 = 非常容易”的标准，您会如何评价您的总体体验？"],"Our goal is to make sure you have all the right tools to start customizing your store. We’d love to know if we hit our mark and how we can improve.":["我们的目标是确保您拥有所有合适的工具，以开始定制您的商店。 我们很想知道我们是否达到了预期目标，以及我们可以如何改进。"],"Block Patterns":["区块样板"],"Continue designing":["继续设计"],"Exit and lose changes":["退出并丢失更改"],"You'll lose any changes you've made to your store's design and will start the process again.":["您将丢失对商店设计所做的任何更改，并重新开始该流程。"],"Are you sure you want to exit?":["是否确定要退出？"],"Generating content":["正在生成内容"],"Powered by experimental AI. {{link}}Learn more{{\/link}}":["由试验版 AI 提供支持。 {{link}}了解更多{{\/link}}"],"Editor canvas":["编辑器画布"],"Please try again":["请重试"],"Start again":["重新开始"],"You'll be asked to provide your business info again, and will lose your existing AI design. If you want to customize your existing design, you can do so via the <EditorLink>Editor<\/EditorLink>.":["系统会要求您重新提供企业信息，且您会丢失现有的 AI 设计。 如果您想定制现有设计，可以通过<EditorLink>编辑器<\/EditorLink>来实现。"],"Are you sure you want to start over?":["您确定要重新开始吗？"],"Are you sure you want to start a new design?":["您确定要开始新设计吗？"],"Create a new one":["创建一个新的商店"],"Keep customizing the look of your AI-generated store, or start over and create a new one.":["继续自定义由 AI 生成的商店的外观，或重新开始并创建一个新的商店。"],"Customize your custom theme":["定制您的自定义主题"],"Find out how":["了解方法"],"It looks like you're using Jetpack's offline mode — switch to online mode to start designing with AI.":["您似乎正在使用 Jetpack 的离线模式 — 切换至在线模式，开始利用 AI 进行设计。"],"The Store Designer will create a new store design for you, and you'll lose any changes you've made to your active theme. If you'd prefer to continue editing your theme, you can do so via the <EditorLink>Editor<\/EditorLink>.":["商店设计师将为您创建新的商店设计，并且您会丢失对当前使用主题所做的任何更改。 如果您想继续编辑主题，可以通过<EditorLink>编辑器<\/EditorLink>来进行操作。"],"Oops! We encountered a problem while generating your store. <retryButton\/>":["糟糕！ 我们在生成您的商店时遇到了问题。 <retryButton\/>"],"Unfortunately, the [AI Store designer] isn't available right now as we can't detect your network. Please check your internet connection.":["很抱歉，由于我们无法检测到您的网络，[AI 商店设计师] 暂时不可用。 请检查您的互联网连接。"],"Looking to design your store using AI?":["想要利用 AI 设计您的商店？"],"Active theme":["已启用的主题"],"Back to Home":["返回主页"],"Go back to the Home screen to complete your store setup and start selling":["返回主屏幕完成商店设置，然后开始销售"],"Go to the Editor":["前往编辑器"],"Fine-tune your design":["微调您的设计"],"Your store looks great!":["您的商店看起来很棒！"],"Browse all themes":["浏览所有主题"],"Or select a professionally designed theme to customize and make your own.":["或者选择一个经过专业设计的主题进行自定义，打造属于自己的主题。"],"Design with AI":["利用 AI 进行设计"],"Design the look of your store, create pages, and generate copy using our built-in AI tools.":["使用我们内置的 AI 工具设计商店外观、创建页面和生成文案。"],"Use the power of AI to design your store":["借助 AI 的力量设计您的商店"],"Customize your store":["自定义您的商店"],"Customize the style and layout of your store to fit your brand! Add your logo, change the font and colors, and try out different page layouts. You'll be able to edit the text and images later via the Editor.":["自定义商店的样式和布局，使之适合您的品牌！ 添加徽标、更改字体和颜色，并尝试不同的页面布局。 您稍后可以通过编辑器编辑文本和图片。"],"Make your store your own":["打造属于您自己的商店"],"Head to the Editor to change your images and text, add more pages, and make any further customizations.":["前往“编辑器”，更改图片和文本、添加更多页面，并进行进一步自定义。"],"Any changes you make to the layout and style will appear here in real time — perfect for testing different looks before you make it live. You can also resize this area to check how your store looks on mobile.":["您对布局和样式所做的任何更改都会实时显示在此，非常适用于在上线前对不同外观进行测试。 您还可以调整此区域的大小，以检查商店在移动端上的外观。"],"View your changes in real time":["实时查看您的更改"],"Welcome to your AI-generated store!":["欢迎进入由 AI 生成的商店！"],"Take a tour":["请观看功能导览"],"Use left and right arrow keys to resize the canvas. Hold shift to resize in larger increments.":["使用左右箭头键调整画布的大小。 按住“shift”键以更大的增量调整大小。"],"Saving failed.":["保存失败。"],"Logo":["徽标"],"Ensure your store is on-brand by adding your logo. For best results, upload a SVG or PNG that's a minimum of 300px wide.":["添加徽标，确保您的商店符合品牌形象。 为获得最佳效果，请上传宽度不小于 300px 的 SVG 或 PNG。"],"Use as site icon":["用作站点图标"],"Link logo to homepage":["将徽标链接到主页"],"Image width":["图片宽度"],"Select a new footer from the options below. Your footer includes your site's secondary navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["从下方选项中选择新的页脚。 页脚中包含您站点的辅助导航，并将添加至每一个页面。 您可以通过 <EditorLink>编辑器<\/EditorLink> 继续对此进行自定义。"],"Based on the most successful stores in your industry and location, our AI tool has recommended this template for your business. Prefer a different layout? Choose from the templates below now, or later via the <EditorLink>Editor<\/EditorLink>.":["根据您所在行业和地点最成功的商店，我们的 AI 工具为您的业务推荐了此模板。 喜欢另一种布局？ 立即从下方的模板中进行选择，或稍后通过 <EditorLink>编辑器<\/EditorLink> 进行选择。"],"Select a new header from the options below. Your header includes your site's navigation and will be added to every page. You can continue customizing this via the <EditorLink>Editor<\/EditorLink>.":["从下方选项中选择一个新的标题。 标题中包含您站点的导航，并将添加至每一个页面。 您可以通过 <EditorLink>编辑器<\/EditorLink> 继续对此进行自定义。"],"Site icons are what you see in browser tabs, bookmark bars, and within the WordPress mobile apps.":["您会在浏览器选项卡、书签栏和 WordPress 移动应用程序中看到站点图标。"],"This is where you can start customizing the look and feel of your store, including adding your logo, and changing colors and layouts. Take a quick tour to discover what’s possible.":["在这里，您可以开始定制您商店的外观和感觉，包括添加徽标、更改颜色和布局。 快速观看功能导览，了解相关功能。"],"Change your font":["更改字体"],"or create your own":["或者您也可以自行打造颜色"],"Change your footer":["更改页脚"],"Change your homepage":["更改主页"],"Change your header":["更改标题"],"Change fonts":["更改字体"],"Change the color palette":["更改调色板"],"Add your logo":["添加徽标"],"Use our style and layout tools to customize the design of your store. Content and images can be added or changed via the <EditorLink>Editor<\/EditorLink> later.":["使用我们的样式和布局工具，自定义您的商店设计。 稍后可通过 <EditorLink>编辑器<\/EditorLink> 添加或更改内容和图片。"],"Let's get creative":["让我们发挥创意"],"Which writing style do you prefer?":["您更喜欢哪种写作风格？"],"Direct yet respectful, serious and professional.":["直接但恭敬、认真且专业。"],"Formal":["正式"],"Relaxed and friendly, like a conversation with a friend.":["轻松而友好，就像与朋友交谈一样。"],"Informal":["非正式"],"How would you like your store to look?":["您希望商店呈现怎样的外观？"],"Bold":["加粗"],"Classic":["经典"],"Contemporary":["当代"],"Who your target audience is":["目标受众"],"How many products you plan on displaying":["计划展示的产品数量"],"What you want to sell":["想要出售的产品"],"Try to include:":["尽量包含："],"AI has selected a font pairing that's the best fit for your business. If you'd like to change them, select a new option below now, or later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["AI 已经选择了最适合您业务的字体配对。 若您想更改字体，请立即在下方选择一个新选项，或稍后在 <EditorLink>编辑器<\/EditorLink> | <StyleLink>样式<\/StyleLink> 中进行选择。"],"Based on the info you shared, our AI tool recommends using this color palette. Want to change it? You can select or add new colors below, or update them later in <EditorLink>Editor<\/EditorLink> | <StyleLink>Styles<\/StyleLink>.":["根据您共享的信息，我们的 AI 工具建议您使用此调色板。 想要更改调色板吗？ 您可在下方选择或添加新颜色，或稍后在 <EditorLink>编辑器<\/EditorLink> | <StyleLink>样式<\/StyleLink> 中进行更新。"],"What makes your business unique":["业务的独特之处"],"The more detail you provide, the better job our AI can do!":["您提供的详情越多，我们的 AI 就能做得越好！"],"Vibrant with eye-catching colors and visuals.":["生动活泼，色彩和视效醒目。"],"Elegant and timeless with a nostalgic touch.":["永恒典雅，富有怀旧气息。"],"Applying the finishing touches":["执行收尾工作"],"Assembling your AI-optimized store":["组装经 AI 优化的商店"],"Tell us a bit more about your business":["向我们多介绍一下您的业务"],"Designing the best look for your business":["为您的业务设计最佳外观"],"Comparing the top performing stores":["比较业绩卓越的商店"],"Analyzing your responses":["分析您的回复"],"Opening the doors":["打开店门"],"Drag to resize":["拖动以调整大小"],"Turning on the lights":["指引方向"],"Thanks for the feedback. We'll put it to good use!":["感谢您的反馈。 我们会好好利用它！"],"Replace":["替换"],"Continue setting up your store":["继续设置您的商店"],"Options":["选项"],"Send":["发送"],"Neutral":["说不好"],"Back":["返回"],"Navigation":["导航"],"Style":["样式"],"Paid":["已付"],"Share feedback":["分享反馈"],"Skip":["跳过"],"Customize":["自定义"],"Layout":["布局"],"%1$s (%2$s)":["%1$s (%2$s)"],"Previous":["上一个"],"Close":["关闭"],"Save":["保存"],"Cancel":["取消"],"Continue":["继续"],"Remove":["删除"],"Delete":["删除"],"Settings":["设置"],"Default":["默认"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/customize-store.js"}}