{"translation-revision-date":"2024-07-14 21:22:37+0000","generator":"GlotPress\/4.0.1","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"For example, we've added the “Free shipping” method for shoppers in your country. You can edit, add to, or remove shipping methods by selecting Edit or Delete.":["例如，我们已为您所在国家\/地区的购物者添加了“免费配送”方式。 选择“编辑”或“删除”即可编辑、添加或删除特定的配送方式。"],"Add one or more shipping methods you'd like to offer to shoppers in your zones.":["您可以为您所在区域的购物者添加您想提供的一种或多种配送方式。"],"We've added some shipping zones to get you started — you can manage them by selecting Edit or Delete.":["我们已经为您添加了一些配送区域，以帮助您快速上手，您可以通过选择“编辑”或“删除”来管理这些区域。"],"Specify the areas you'd like to ship to! Give each zone a name, then list the regions you'd like to include. Your regions can be as specific as a zip code or as broad as a country. Shoppers will only see the methods available in their region.":["说明您希望产品能够送达的地区！ 为每个区域命名，然后列出您希望包含的地区。 地区可以具体到一个邮政编码，也可以广泛到一个国家。 购物者只能看到其所在地区可用的配送方式。"],"There was a problem marking the shipping tour as completed.":["将配送行程标记为已完成时遇到问题。"],"If you’d like to speed up your process and print your shipping label straight from your Woo dashboard, WooCommerce Shipping may be for you! ":["如果您想加快流程，并直接在您的 Woo 仪表盘中打印配送标签，WooCommerce Shipping 可以为您提供帮助！ "],"Print USPS and DHL labels straight from your Woo dashboard and save on shipping thanks to discounted rates. You can manage WooCommerce Shipping in this section.":["直接在您的 Woo 仪表盘中打印 USPS 和 DHL 标签，并借助折扣节省运费。 您可以在此部分中管理 WooCommerce Shipping。"],"We recommend adding one of the following shipping extensions to your store. The extension will be installed and activated for you when you click \"Get started\".":["建议在您的商店中添加以下配送扩展之一。 当您点击“开始”时，扩展将安装并激活。"],"Recommended shipping solutions":["推荐的配送解决方案"],"🎉 WooCommerce Shipping is installed!":["🎉已安装 WooCommerce Shipping！"],"Print USPS and DHL Express labels straight from your WooCommerce dashboard and save on shipping.":["直接从您的 WooCommerce 仪表盘打印 USPS 和 DHL Express 标签并节省运费。"],"Finish the setup by connecting your store to WordPress.com.":["通过将您的商店关联到 WordPress.com 完成设置。"],"See more options":["查看更多选项"],"WooCommerce Shipping":["WooCommerce Shipping"],"Hide this":["隐藏此"],"(opens in a new tab)":["（在新选项卡中打开）"],"Get started":["开始"],"Task List Options":["任务列表选项"],"Recommended":["推荐"],"Activate":["启用"],"Shipping zones":["配送区域"],"Learn more":["了解更多"],"Shipping methods":["配送方式"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/shipping-recommendations.js"}}